/**
 * Created by nlbNick on 2021/3/11.
 */
let goodStudy =
    [
        ["不管有多苦，千万要记住：苦难是我们人生路上不可缺少的经历，只有活着，才有幸福的可能。",

            "越过表象的生活，会发现，交友有深度，生活亦有深度。生活没有深度，感受是淡淡的浅浅的，日子虽过去了，但没什么印象，犹如蜻蜓点水。无所事事，浑浑噩噩，一生只能在世俗中打滚，没有自我，也没有个性。",

            "人生是坎坷的，人生是崎岖的。我坚信：在人生中只有曲线前进的快乐，没有直线上升的成功。只有珍惜今天，才会有美好的明天；只有把握住今天，才会有更辉煌的明天！人生啊，朋友啊！还等什么？奋斗吧！",

            "生命会前行在历史的脉络上，沿途拾起一枝一叶，留待回忆，世界的存在会清晰而具体；生命会走进时间的大门，让夕阳给出记忆的钥匙。那捆记忆的柴火那么静静地躺在地上，等生命去抽取沿途拾来的枝枝叶叶，在夕阳的指尖静静回忆。",

            "挺直腰杆，把所有的思想都放在学习上，谁还会在意冷言冷语所带来的伤。擦干泪水，展望前方，谁还会对现实的挑战书感到害怕。摩拳擦掌，奋勇向上，谁会畏惧于困难的阻挡。",

            "路程中，我热爱自己的那份感知，体会聆听鸟儿的欢叫声。我走出了那片森林，抱着这些回到这喧闹的城市，只想，心静，敏智——-致远，开启新的一段路程。",

            "机会对于任何人都是公平的，它在我们身边的时候，不是打扮的花枝招展，而是普普通通的，根本就不起眼。看起来耀眼的机会不是机会，是陷阱；真正的机会最初都是朴素的，只有经过主动与勤奋，它才变得格外绚烂。",

            "时间总伴随着一些故事的沉淀而突然想起，一次次将我的心冲击，我相信沉默可以弥补我一切的过去，于是都是深夜打开电脑淹没在无人的世界，或者消失在任何人的视线里，用心把笔墨洒脱在纸张里，把一些体会和感想用文字去寄托。",

            "理想的路总是为有信心的人预备着。",

            "如果你感觉无精打采，等到饿了再去吃东西。生病之前就应该看医生。只吃八分饱不断想着疾病，你就会不断生病，健康亦然。新鲜的水果和蔬菜是永远不会过量的健康食品。不要头痛医头，找出病因才是根本之道。吃得多不一定健康。注意饮食习惯，省下看医生的花费。",

            "不论你在什么时候开始，重要的是开始之后就不要停止；不论你在什么时候结束，重要的是结束之后就不要悔恨。",

            "真想干总会有办法，不想干总会有理由；面对困难，智者想尽千方百计，愚者说尽千言万语；老实人不一定可靠，但可靠的必定是老实人；时间，抓起来是黄金，抓不起来是流水。",

            "有些人累积金钱换取财富，智者累积快乐，与人分享仍取之不竭。快乐在于行动，不只是拥有。剥夺别人的快乐不能使自己快乐。微笑使人更美丽更愉快，却不费分文。热情比怨恨更得人心。慷慨的给予快乐，自己更快乐。",

            "路漫漫其修远今，吾将上下而求索。",

            "不要忽视小节，宇宙由原子构成。得到帮助最好的方式是开始帮助别人。",

            "今天的你是否能够取得成功，主要是取决于你昨天的态度",

            "有希望的地方即使痛苦也快乐着，有理想的地方即使在地狱也有天堂的感觉",

            "工作中成功的秘密在于每天比别人多付出一点",

            "工作是一种义务时，生活则是一种苦役。工作是一种乐趣时，生活是一种享受。",

            "对待平凡的工作要用不平凡的态度去面对。",

            "成功的另一个名字叫做奋斗，勇敢的另一个名字叫做攀登，创新的另一个名字叫做探索。",

            "事业上得寸进尺，生活中不论短长，何愁事业无成。",

            "让生活变得快乐的直接方式就去好好的工作。",

            "所谓的天才无非是把别人喝咖啡的时间用在了工作上而已。",

            "任何的工作本身都是没有未来的，工作的未来掌握在工作者自己的手中。",

            "当你把工作当成一种乐趣时，生活就是一种享受；当你只是把工作当成一种义务时，生活则是一种苦役。",

            "工作是你可以依靠的东西，是个可以终身信赖且永远不会背弃你的朋友。",

            "人生真正的快乐，在于能对一个事业有所贡献，而自己认识到这是个伟大的事业。",

            "企图不劳而获的人，往往一事无成。别人的错误不是你犯错的借口。如果你尽力而为，失败并不可耻。",

            "希望是厄运的忠实的姐妹。",

            "当你要吹牛时，想想自己如何厌恶别人吹牛，那你就不会做这种蠢事了。",

            "别让一成不变的生活，腐蚀生命的热力，试着吃半饱花一半，使用比平时少一半的资源。试试看即使有样东西不够用了，是否能够找到替代品，既可以发挥创意，也能为环保尽一份心力。",

            "不戚戚于贫贱，不汲汲于富贵。",

            "当你珍惜自己的过去，满意自己的现在，乐观自己的未来时，你就站在了生活的最高处；当你明了成功不会造就你，失败不会击垮你，平淡不会淹没你时，你就站在了生命的最高处。",

            "生活的理想，就是为了理想的生活。",

            "出卖自己的灵魂和原则并不丢人，丢人的是没能卖一个好价钱。",

            "我们所咒骂的那些品德败坏的人，其实不过是直接或间接地损害了我们的利益。",

            "直到三十岁才知道，和不同的人说不同的话，表现出不一样的态度，是一种非常可贵的能力，而不是虚伪。",

            "别减肥了，你丑不仅是因为胖。",

            "有些人感慨：“自己岁数不小了，还没有成熟起来。”其实你们已经成熟起来了，你们成熟起来就这样。",

            "只有拥有找男女朋友的能力和很多备胎，才能真正享受单身生活。",

            "女生们宁肯做高帅富的备胎，也不肯接受屌丝的行为，从基因上保证了人类的进步。",

            "Loser面对生活比自己好的人，心中生出了怨恨。",

            "我去找心理医生看抑郁症。他听完我的陈述，说道：如果你说的都真的话，为什么你不去自杀呢?你这不是抑郁症;抑郁症是看事情悲观，本来好，却认为不行。你是本来就过得不如别人。",

            "很多人发现自己在钱、权、女人的问题上比不过别人，于是开始试着在道德和人生境界上做文章。",

            "碰到一个认识的人，想一起聊聊天。她说自己去香港和希腊玩了，又买了苹果和化妆品;我不知道怎么回应，因为我很久没有出去玩和买东西了。我又说我最近思考了人为什么活着和出身的问题，她也沉默，因为很久没有思考这样的问题。此后再也无话。",

            "我追逐自己的梦想，别人说我幼稚可笑，但我坚持了下来。最后发现，原来还真是我以前幼稚可笑。",

            "你年轻时一事无成;时而自怨自艾颓废堕落，时而咬紧牙关拼命努力，经营关系，但你的生活一直没有改善，你一直很痛苦，直到三十岁。”他听后兴奋地问：那三十岁之后呢?有转机吗?算命先生微微抬起头：三十岁后……你就开始习惯了。",

            "很同情那些名校毕业生。这些人中的绝大多数，一生最大的成就就是高考的成功，一下超越了社会中的各种阶层，仿佛升到顶端。之后一辈子都在走下坡路。",

            "哪怕抛掉出身的因素，我觉得你也未必干得过别人。",

            "吹牛逼是一些人的天性。当对于一些话题自己乏善可陈时，就会搬弄外援：我有个朋友，拥有比你们更牛逼的经历。讲完后洋洋得意，潜台词是作为其朋友，自己肯定也不会差到哪去。",

            "有时我们觉得别人误会了自己，其实是我们误会了自己。",

            "所谓人生理想，就是支持你捱过每天的无聊与痛苦，最终没有实现的那个愿望。有了它，临死前是无穷的空虚和痛苦;没有它，这辈子都熬不下来。",

            "好多重要又紧迫的事情，先干哪一件都会感觉别的事情被耽误了。所以还是先上会儿网吧。",

            "很多时候别人对你好，并不是因为别人喜欢你，而是因为他们喜欢对人好。",

            "女生有这样的梦想：某一天辛苦工作之后，在客户处认识一位优秀男人。他自信、Self-centered、成熟、幽默，又对人很caring。你们坠入爱河。他对你说：别工作了，我帮你开家咖啡馆吧!于是你的生活变了，每天在充满情调的咖啡馆里钻研咖啡甜点。你又开始相信爱情了。后来你发现男朋友开了十几家咖啡馆了。",

            "年轻的男孩只希望自己的女朋友是美丽的。而随着他不断长大，阅历的不断积累，他终归会认识到：美丽并不是选择伴侣的全部，性感也很重要。",

            "如果你是长得好看的话，在公车地铁上睡着了，头靠在旁边人的肩上，旁边的人会一直陪着你直到醒来。你要是长的丑的话，头一旦靠在旁边的人肩上，他会立即拍醒你，并温馨提醒你保管好财物。",

            "“妈不是说你，你看你找那个对象，长得那么丑，话也说不明白，我要是和别人说这是我女婿我都觉得丢人”“他家有十几个亿。”“当然了，人也没必要活得那么虚荣，为什么非要在意别人的看法呢?更何况爱情本来就是盲目的，妈支持你!”",

            "“不去努力然后告诉自己我根本就不想要”的痛苦，比“拼命努力后失败”的痛苦，要小得多。",

            "没有钱包的充实，哪来内心的宁静。很多人都本末倒置了。"
        ], ["十几年的奋斗，给了我崭新的生活；十几年的奋斗，给了我冲向顶峰的动力。正如富强的中国一样，我，与许多不计辛劳的人，一起跨入梦想的殿堂。",

        "不是井里没有水，而是挖的不够深；不是成功来的慢，而是放弃速度快。得到一件东西需要智慧，放弃一样东西则需要勇气。",

        "生命需要奋斗，奋斗与不奋斗，造就的结果截然不同。生无所息，保持奋斗的姿态，让世界变得如此灿烂，让你的人生绚烂多姿。千万不能满足小溪的平缓，否则你也就满足了自己的平庸，只有欣赏到山峰的险峻，才有机会欣赏自己。",

        "积极的人像太阳，走到哪里哪里亮，消极的人像月亮，初一十五不一样。快乐的钥匙一定要放在自己手里，一个心灵成熟的人不仅能够自得其乐，而且，还能够将自己的快乐与幸福感染周围更多的生命。",

        "我一直都渴望生命中那种自然的宁静，比天还蓝的宁静。既不需要别人设计，更不需要自我设计。许多年以来，我都在不断地苦苦追求属于我的那份宁静的生活尘土。",

        "一焯浮沉淡香的清醇，一叶轻摇直上清香的暗来。碎雨轻踏冷窗的夜里，卸下嚣尘烦乱的心情，泡上一壶清茶，伴灯品饮。轩窗下，微风夹雨的清冷。陋室中，暗桔灯黄的透暖。临窗而坐，拂卷品读，倘徉墨迹的深久沉远，如品一清茶，沉香尽，留人醉。",

        "欲望从来不是幸福的源，而是一切痛苦的根。一个欲望满足了，马上会产生新的，就像我，满足了可以随便喝凉水的欲望，又会产生睡懒觉欲望，周而复始，无穷无尽。",

        "在人生的道路上，即使一切都失去了，只要一息尚存，你就没有丝毫理由绝望。因为失去的一切，又可能在新的层次上复得。",

        "不是因为生活太现实，而对生活失望；而是知道生活太现实，所以更要用心的活下去。给自己一个拥抱。",

        "每个人都有属于自己的舞台，这个舞台，是那么光灿，美丽，生命从此辉煌无悔！只要坚韧不拔的走下去。",

        "让我们静下心来审视一下自己，是不是忙得有价值，忙得有意义，忙得有目的，看一看我们是不是因为忙而迷失了自己。如果我们仅是为了忙而忙，那不妨让自己停一下疲于奔命的脚步，用心体味一下生活，你会发现生活中未被发掘的美。",

        "人的本性可能就是喜欢抱怨，好像现在的生活有多么令人不满意。但是未来不见得就会有多么的完美，我敢肯定。现在就是最美的，幸福就在当下。",

        "当你意识到是你决定了自己的未来时，你就能更充分地体验人生。当你不要把自己的缺点失败或胆怯归罪于他人，你就会为未来的圆满人生打下了基础。",

        "无论是美女的歌声，还是鬣狗的狂吠，无论是鳄鱼的眼泪，还是恶狼的嚎叫，都不会使我动摇。",

        "人生就是一出戏，怎么演都是练好滴，导演就是咱自己，想怎么演都是可以滴，节拍快慢是咱可以拿捏滴，不要以为自己有问题，不努力是不行滴，遇到坎坷莫消极，需要耐心对待滴。",

        "给生命一个微笑，用微笑面对人生。就如苍鹰自信地去搏击长空，就如河流欢快着去融入大海，我们的生活将因微笑而美丽，人生将因微笑而成功。",

        "只有一条路不能选择——那就是放弃的路；只有一条路不能拒绝，那就是成长的路。",

        "上班疲惫，晋升排队，说好吃饭却被灌醉，情人至今没有到位，早晨不愿醒，晚上特想睡。这我都无所谓，最不能忍的是祝你快乐也要收费。",

        "放下思想包袱，冷静面对比赛，调整自我心态，走出失败阴霾，鼓舞内心势气，勇敢走上看台，我们在台下为你喝彩，胜利的大门已经向你敞开！加油。",

        "年跟烦恼说再见跟抱怨一刀两断；跟勤奋握个手，跟坚持紧紧相拥；跟困难作战斗，把犹豫踹在一边；跟你说声加油，将你的梦想全部实现。年，你的辉煌必将实现。",

        "就算跑最后一名又怎样，至少我又运动精神。而且我一定会跑完全程，只要跑到终点我就成功了。",

        "天塌下来，有个高的人帮你扛着，可是你能保证，天塌下来的时候，个儿高的人没在弯腰吗？之后，还不是得靠自己。",

        "你要做的就是别人换不掉的，那你做不到怪谁，就是你自己没用。",

        "一些年轻人通过美剧、旅游和Youtube视频拥有了朴素的自由民主和人权观念;他们觉得自己工作烂，人缘差，没对象，都是中国的体制害的。",

        "你只需看着别人精彩，老天对你另有安排。",

        "普通人一生的四个阶段：心比天高的无知快乐与希望——愧不如人后的奋斗与煎熬——毫无回报的愤懑与失望——坦然的平凡和颓废。你走到哪一步了?",

        "大部分成功靠得既不是厚积薄发的努力，也不是戏剧化的机遇，而是早就定好的出身和天赋。",

        "小孩问富翁：叔叔为什么你这么有钱呢?富翁说：我给你讲个故事吧。很小的时候，我注意到楼下的矿泉水卖一块钱，而三站地外的篮球场上，要卖一块五。我拿着一个大书包，从楼下买水带到球场去卖，卖一块二。一个月我挣了十块钱。小孩说：我好像明白了。富翁说：你明白个屁。后来我爸死了，把钱留给我了。",

        "“为什么我总是感觉自己特别普通?”“可能是因为你确实比较普通吧。”",

        "很多人不是心理疾病，而是心理残疾，治不好的。",

        "我发现很多混得不好的人看得都很开。也不知道他们是因为看得透彻而不屑于世俗的成功，还是因为不成功而不得不看得开。",

        "除了有钱人，世上还有两种人：其一是省吃俭用买奢侈品装逼，其二是省吃俭用也买不起奢侈品的。",

        "一场说走就走的旅行归来后，除了该做的事情被拖延的更久了，什么都没有改变。",

        "你努力后的成功，不能弥补你成功前的痛苦。",

        "假如今天生活欺骗了你，不要悲伤，不要哭泣，因为明天生活还会继续欺骗你。",

        "要是有个地方能出卖自己的灵魂换取物质享受就好了。",

        "好身材的因素很多。不是节食和锻炼就能拥有好身材的。",

        "每天显得无聊或寂寞了，去找朋友一起吃饭和逛，只不过是为了满足自己与人交往的需求，算不上是社交。",

        "优秀的女生在脆弱的时候(比如分手，工作不如意)，会需要比平时更多的关爱，于是会和更多的人交流。如果她在恢复正常后，回到了自己原来的圈子，不再理你，请你不要奇怪。",

        "朋友，那不是懒，懒是可以克服的。你只是脑子比较弱(笨)，没办法长时间经受高强度的思考，去搞逻辑太复杂的东西和处理太多的信息量。",

        "有些年轻人，一毕业就到某些大型国企和机关中工作。每天没什么事儿，就是吃饭喝酒，福利好得不得了。人生还没有奋斗过就开始养老，自己的理想被丢在一旁，用民脂民膏来享受特权。对于这样的年轻人，我只想问你们四个字：哪投简历?",

        "所有抱怨社会不公和制度的人翻译过来只有一句话：请给我金钱，女人和社会地位。",

        "常听到别人说：我希望他/她有什么话当面说，不要在别后中伤人。一些人信以为真，而实际上，我的实践证明，当面说别人坏话，别人会非常愤怒，难堪。所以中伤别人一定要在背后。",

        "其实找谁做女朋友都差不多，都是在不停地争吵。只不过一些人是和比较漂亮的女孩子在争吵。",

        "爱情开始时都差不多。但当两个人平淡到左手牵右手时，是加班挤地铁还房贷然后给他农村父母寄钱假期在屋里大眼瞪小眼，还是开小车朝九晚五住大房子周末采购装点自己的小家出国旅游，区别就非常大了。",

        "坏女人爱男人的钱和权;好女人爱男人因有钱和有权儿产生的自信、宽大、精力充沛、乐观进取。还好，殊途同归。",

        "精神追求应当是物质追求得到满足后的自然反应。而不是在现实受挫后去寻求的安慰剂。",

        "我的梦想就是一手拿着相机，一手拉着你，四处旅行。每天日落时的歇脚处都是我们的家。然后在三十多岁的时候还在初级职位上拿着微薄的薪水，和刚毕业的年轻人一起被呼来喝去。",

        "那些能够彼此帮忙托关系的友谊，比那些天天在一起就是扯淡吃喝旅游的友谊，要强得多。",

        "一些人追求卓越是因为他们天性如此，且能力出众。很多其他人却也喜欢跟着凑热闹。",

        "那些人人羡慕的精英，其实过得并不如你想象的那样好。但肯定比你是强得多。",

        "幸亏当事者迷，不然真的看清事实真相，很多人是承受不来的。",

        "没钱没事业的人，才有时间去提高自己的人生境界。",

        "年轻时总是缺乏对自己的正确认识。时而觉得自己能力超群，海阔天空，时而觉得一无是处，平凡无能。长大后，经历得多了，逐渐认清自己，才发现自己原来是一无是处，平凡无能。",

        "成语造句：很多年轻人想要从工作中找寻快乐和人生的意义，真是缘木求鱼。",

        "路上看到两个长得不好看也看起来很穷的男女热吻。我说两个物质生活质量很差的人，彼此相伴。朋友立刻反驳我：物质生活质量不行就不会幸福吗?他们如此相爱，比那些有钱又美但离婚的名人强多了!我说我根本没说他们不幸福呀，你努力反驳的，可能是你自己内心的声音吧。",

        "社会学家研究表明：难看和没钱的男人，并不比高帅富更加靠谱。",

        "普通人结婚的另一半其实并不欣赏自己，只不过找不到更好的人。他们真正欣赏喜欢的，另有其人。",

        "爱情就是，如果没有更好的选择了，我才陪你到天荒地老。",

        "他给你的爱会消逝，他给你的TIFFANY却不会贬值。",

        "我问过很多女大学生这个问题：出国旅游和用名牌，真的这么重要吗?第一种回答是：不重要，但男朋友愿意而且能够给我买，很重要。第二种回答是：对啊，很重要啊!",

        "错把放纵当潇洒，把颓废当自由，把逃避责任当做追求自我价值。不过是懒，怕吃苦，哪来那么多好听的理由。",

        "有些女生觉得说自己是吃货能显得可爱，其实并没有这样的效果。",

        "女生的冷暖自知什么的，在长得好看面前弱爆了。",

        "一些女生在背后议论长得美家境好的女生，说对方生活轻浮，道德不高。她们说得有根有据，也很有道理，但听起来总是显得酸溜溜的。",

        "我有一些漂亮又受过教育的姐妹，本来有机会嫁给官富二代，但很多被那些长得不错、有名校高学历、刚毕业在知名外企工作、加班到很晚还健身的男生所吸引。觉得人家上进又有潜力。五六年后，她们悔得肠子都青了。",

        "我大学宿舍的一个女生，每天要花半个小时拌狗粮拿到外面去喂流浪狗。可她半个月才给家里打一次电话。她家是三线城市的工薪阶层。同学们都说她是爱心小天使。",

        "几年前BBS有女生写道：不知为什么，每次有丑男看我，我都感觉他很猥琐，特别反感;但帅哥看我就感觉很好。今日又看到有男生写：我发现我老是喜欢抢着给漂亮的女生帮忙，不自觉地就会问她需要什么;但每次丑女让我帮忙，我就感觉：你自己不会干吗?——一些很明显的实话说出来，显得格外可爱。",

        "美国人的生活就是像你在电影电视剧看的那样好。天天玩儿，随便搞搞就挣大钱，到处都是感人的细节，帅哥美女随便搞。导演们把这些日常生活拍下来，送到电视台电影院播放。",

        "口中的道德和原则虽然重要，却总是要给手里的利益让道。"
    ],
        ["没有不进步的人生，只有不进取的人。",

            "没有伞的孩子，必须努力奔跑。",

            "当我觉得我倒霉了，我就会想：这是在挥洒我的霉运，挥洒之后，剩下的就全都是幸运了。",

            "如果你的面前有阴影，那是因为你的背后有阳光。",

            "我不怕千万人阻挡，只怕自己投降。",

            "每天都冒出很多念头，那些不死的才叫做梦想。",

            "不要为小事遮住视线，我们还有更大的世界。",

            "当你不去旅行，不去冒险，不去谈一场恋爱，不过没试过的生活，每天只是挂着QQ，刷着微博，逛着淘宝，干着八十岁都能做的事情，那么你要青春有什么用。",

            "低头是一种能力，它不是自卑，也不是怯弱，它是清醒中的嬗变。有时，稍微低一下头，或者我们的人生路会更精彩。",

            "很多时候，不快乐并不是因为快乐的条件没有齐备，而是因为活得还不够简单。",

            "要想改变我们的人生，第一步就是要改变我们的心态。只要心态是正确的，我们的世界就会的光明的。",

            "人生目标确定容易实现难，但如果不去行动，那么连实现的可能也不会有。",

            "世上只有一种英雄主义，就是在认清生活真相之后依然热爱生活。",

            "生活不是林黛玉，不会因为忧伤而风情万种。",

            "懂得感恩，是收获幸福的源泉。懂得感恩，你会发现原来自己周围的一切都是那样的美好。",

            "人生就有许多这样的奇迹，看似比登天还难的事，有时轻而易举就可以做到，其中的差别就在于非凡的信念。",

            "一提到钱，大家就不是那么亲热了。",

            "你这么努力，忍受那么多寂寞和纠结，我们也没觉得你有多优秀。",

            "人生就是这样，有欢笑也有泪水。一部分人主要负责欢笑，另一部分人主要负责泪水。",

            "很多人不断地规划自己的人生，每天压力很大。其实不管你怎么过。都会后悔的。想想你这前几十年就明白了。",

            "三十岁时，大部分人都卡在初级职位上。现有的工作升不上去，又无法承担转行的时间成本，更来不及再去读书。父母开始多病;自己收入有限，也没有存款。更大的痛苦，是看到身边没有背景但努力又聪明的人已经小有成就，有背景的人已经开始过上贵族生活了。",

            "这个世界没有错，谁让你长得不好看又没钱。",

            "有些妹子喜欢带上墨镜自拍。其实再戴上口罩，会显得更美。",

            "多照照镜子，很多事情你就明白原因了。",

            "我从来不会脑残地在网上晒自己买的名牌，因为我买不起。",

            "小时候以为有钱人都很跋扈，心都是黑的。长大后才发现，很多有钱人都懂得很多，经历很丰富，做事儿很认真，为人很宽厚，理性，比穷人更好相处。",

            "长相不行的人，为人也未必好。只不过由于长久寂寞的折磨，有时会发疯似地对人好。",

            "“老师您好，请问像我这样的，没有背景的北大毕业生应该如何定位自己?”“社会底层群众中受教育程度最高的一批人。”",

            "如果你每天干的活明显多于别人，但自己很高兴还感觉得到器重，那么与其说你很有才干，不如说你的领导很会管人。",

            "当别人和你说忙，是他/她要留时间给更重要的人。",

            "“那些出身好能力强的人努力是为了成功，因为人家有可能会成功。我们努力是为了啥呢?”“为了活下去。”",

            "基因是你给的，成长环境是你给的，社会阶层是你给的——还有脸埋怨自己孩子没出息。",

            "有些人努力了一辈子，就是从社会的四流挤入了三流。",

            "弱者都是这样，觉得生活中的无奈太多，自己又无力改变。",

            "学术能力的缺乏并不意味着你就擅长混社会，说不定还不如在学校的表现。",

            "你全力做到的最好，可能还不如别人随便搞搞。",

            "如果你知道一些事情有意思，但不能去做而失落，那还好;要是觉得什么都没意思，应该就是抑郁症。",

            "我要是有钱或者长得好看就好了。那样，即使我性格有点儿怪，也会有人愿意倾听我的想法和感受，跟我做朋友。",

            "出身不好的限制也不光是平台问题。出身不好，说明你父母混的也不怎么样，也许你基因里就写着“不行”两个字。",

            "经过十年的不断奋斗和磨砺，我终于从一个懵懂无知、敏感脆弱的少年，成长为了一个懵懂无知、敏感脆弱的青年。",

            "为什么有些人要把追求精神满足和追求物质上的富足对立起来呢?你不幸福是因为你境界不高，你物质生活差是因为你能力不行。这完全是两回事儿。",

            "优秀幸福的人是喜欢撒娇的，告诉别人自己这儿过得不好，那儿过得也不好。有些人当真的了，觉得别人天天是在宝马车中哭泣。"
        ]
    ]