/**
 * Created by nlbNick on 2021/3/11.
 */
let goodStudy =
    [
        ["不管有多苦，千万要记住：苦难是我们人生路上不可缺少的经历，只有活着，才有幸福的可能。",

            "越过表象的生活，会发现，交友有深度，生活亦有深度。生活没有深度，感受是淡淡的浅浅的，日子虽过去了，但没什么印象，犹如蜻蜓点水。无所事事，浑浑噩噩，一生只能在世俗中打滚，没有自我，也没有个性。",

            "人生是坎坷的，人生是崎岖的。我坚信：在人生中只有曲线前进的快乐，没有直线上升的成功。只有珍惜今天，才会有美好的明天；只有把握住今天，才会有更辉煌的明天！人生啊，朋友啊！还等什么？奋斗吧！",

            "生命会前行在历史的脉络上，沿途拾起一枝一叶，留待回忆，世界的存在会清晰而具体；生命会走进时间的大门，让夕阳给出记忆的钥匙。那捆记忆的柴火那么静静地躺在地上，等生命去抽取沿途拾来的枝枝叶叶，在夕阳的指尖静静回忆。",

            "挺直腰杆，把所有的思想都放在学习上，谁还会在意冷言冷语所带来的伤。擦干泪水，展望前方，谁还会对现实的挑战书感到害怕。摩拳擦掌，奋勇向上，谁会畏惧于困难的阻挡。",

            "路程中，我热爱自己的那份感知，体会聆听鸟儿的欢叫声。我走出了那片森林，抱着这些回到这喧闹的城市，只想，心静，敏智——-致远，开启新的一段路程。",

            "机会对于任何人都是公平的，它在我们身边的时候，不是打扮的花枝招展，而是普普通通的，根本就不起眼。看起来耀眼的机会不是机会，是陷阱；真正的机会最初都是朴素的，只有经过主动与勤奋，它才变得格外绚烂。",

            "时间总伴随着一些故事的沉淀而突然想起，一次次将我的心冲击，我相信沉默可以弥补我一切的过去，于是都是深夜打开电脑淹没在无人的世界，或者消失在任何人的视线里，用心把笔墨洒脱在纸张里，把一些体会和感想用文字去寄托。",

            "理想的路总是为有信心的人预备着。",

            "如果你感觉无精打采，等到饿了再去吃东西。生病之前就应该看医生。只吃八分饱不断想着疾病，你就会不断生病，健康亦然。新鲜的水果和蔬菜是永远不会过量的健康食品。不要头痛医头，找出病因才是根本之道。吃得多不一定健康。注意饮食习惯，省下看医生的花费。",

            "不论你在什么时候开始，重要的是开始之后就不要停止；不论你在什么时候结束，重要的是结束之后就不要悔恨。",

            "真想干总会有办法，不想干总会有理由；面对困难，智者想尽千方百计，愚者说尽千言万语；老实人不一定可靠，但可靠的必定是老实人；时间，抓起来是黄金，抓不起来是流水。",

            "有些人累积金钱换取财富，智者累积快乐，与人分享仍取之不竭。快乐在于行动，不只是拥有。剥夺别人的快乐不能使自己快乐。微笑使人更美丽更愉快，却不费分文。热情比怨恨更得人心。慷慨的给予快乐，自己更快乐。",

            "路漫漫其修远今，吾将上下而求索。",

            "不要忽视小节，宇宙由原子构成。得到帮助最好的方式是开始帮助别人。",

            "今天的你是否能够取得成功，主要是取决于你昨天的态度",

            "有希望的地方即使痛苦也快乐着，有理想的地方即使在地狱也有天堂的感觉",

            "工作中成功的秘密在于每天比别人多付出一点",

            "工作是一种义务时，生活则是一种苦役。工作是一种乐趣时，生活是一种享受。",

            "对待平凡的工作要用不平凡的态度去面对。",

            "成功的另一个名字叫做奋斗，勇敢的另一个名字叫做攀登，创新的另一个名字叫做探索。",

            "事业上得寸进尺，生活中不论短长，何愁事业无成。",

            "让生活变得快乐的直接方式就去好好的工作。",

            "所谓的天才无非是把别人喝咖啡的时间用在了工作上而已。",

            "任何的工作本身都是没有未来的，工作的未来掌握在工作者自己的手中。",

            "当你把工作当成一种乐趣时，生活就是一种享受；当你只是把工作当成一种义务时，生活则是一种苦役。",

            "工作是你可以依靠的东西，是个可以终身信赖且永远不会背弃你的朋友。",

            "人生真正的快乐，在于能对一个事业有所贡献，而自己认识到这是个伟大的事业。",

            "企图不劳而获的人，往往一事无成。别人的错误不是你犯错的借口。如果你尽力而为，失败并不可耻。",

            "希望是厄运的忠实的姐妹。",

            "当你要吹牛时，想想自己如何厌恶别人吹牛，那你就不会做这种蠢事了。",

            "别让一成不变的生活，腐蚀生命的热力，试着吃半饱花一半，使用比平时少一半的资源。试试看即使有样东西不够用了，是否能够找到替代品，既可以发挥创意，也能为环保尽一份心力。",

            "不戚戚于贫贱，不汲汲于富贵。",

            "当你珍惜自己的过去，满意自己的现在，乐观自己的未来时，你就站在了生活的最高处；当你明了成功不会造就你，失败不会击垮你，平淡不会淹没你时，你就站在了生命的最高处。",

            "生活的理想，就是为了理想的生活。"
        ], ["十几年的奋斗，给了我崭新的生活；十几年的奋斗，给了我冲向顶峰的动力。正如富强的中国一样，我，与许多不计辛劳的人，一起跨入梦想的殿堂。",

        "不是井里没有水，而是挖的不够深；不是成功来的慢，而是放弃速度快。得到一件东西需要智慧，放弃一样东西则需要勇气。",

        "生命需要奋斗，奋斗与不奋斗，造就的结果截然不同。生无所息，保持奋斗的姿态，让世界变得如此灿烂，让你的人生绚烂多姿。千万不能满足小溪的平缓，否则你也就满足了自己的平庸，只有欣赏到山峰的险峻，才有机会欣赏自己。",

        "积极的人像太阳，走到哪里哪里亮，消极的人像月亮，初一十五不一样。快乐的钥匙一定要放在自己手里，一个心灵成熟的人不仅能够自得其乐，而且，还能够将自己的快乐与幸福感染周围更多的生命。",

        "我一直都渴望生命中那种自然的宁静，比天还蓝的宁静。既不需要别人设计，更不需要自我设计。许多年以来，我都在不断地苦苦追求属于我的那份宁静的生活尘土。",

        "一焯浮沉淡香的清醇，一叶轻摇直上清香的暗来。碎雨轻踏冷窗的夜里，卸下嚣尘烦乱的心情，泡上一壶清茶，伴灯品饮。轩窗下，微风夹雨的清冷。陋室中，暗桔灯黄的透暖。临窗而坐，拂卷品读，倘徉墨迹的深久沉远，如品一清茶，沉香尽，留人醉。",

        "欲望从来不是幸福的源，而是一切痛苦的根。一个欲望满足了，马上会产生新的，就像我，满足了可以随便喝凉水的欲望，又会产生睡懒觉欲望，周而复始，无穷无尽。",

        "在人生的道路上，即使一切都失去了，只要一息尚存，你就没有丝毫理由绝望。因为失去的一切，又可能在新的层次上复得。",

        "不是因为生活太现实，而对生活失望；而是知道生活太现实，所以更要用心的活下去。给自己一个拥抱。",

        "每个人都有属于自己的舞台，这个舞台，是那么光灿，美丽，生命从此辉煌无悔！只要坚韧不拔的走下去。",

        "让我们静下心来审视一下自己，是不是忙得有价值，忙得有意义，忙得有目的，看一看我们是不是因为忙而迷失了自己。如果我们仅是为了忙而忙，那不妨让自己停一下疲于奔命的脚步，用心体味一下生活，你会发现生活中未被发掘的美。",

        "人的本性可能就是喜欢抱怨，好像现在的生活有多么令人不满意。但是未来不见得就会有多么的完美，我敢肯定。现在就是最美的，幸福就在当下。",

        "当你意识到是你决定了自己的未来时，你就能更充分地体验人生。当你不要把自己的缺点失败或胆怯归罪于他人，你就会为未来的圆满人生打下了基础。",

        "无论是美女的歌声，还是鬣狗的狂吠，无论是鳄鱼的眼泪，还是恶狼的嚎叫，都不会使我动摇。",

        "人生就是一出戏，怎么演都是练好滴，导演就是咱自己，想怎么演都是可以滴，节拍快慢是咱可以拿捏滴，不要以为自己有问题，不努力是不行滴，遇到坎坷莫消极，需要耐心对待滴。",

        "给生命一个微笑，用微笑面对人生。就如苍鹰自信地去搏击长空，就如河流欢快着去融入大海，我们的生活将因微笑而美丽，人生将因微笑而成功。",

        "只有一条路不能选择——那就是放弃的路；只有一条路不能拒绝，那就是成长的路。",

        "上班疲惫，晋升排队，说好吃饭却被灌醉，情人至今没有到位，早晨不愿醒，晚上特想睡。这我都无所谓，最不能忍的是祝你快乐也要收费。",

        "放下思想包袱，冷静面对比赛，调整自我心态，走出失败阴霾，鼓舞内心势气，勇敢走上看台，我们在台下为你喝彩，胜利的大门已经向你敞开！加油。",

        "年跟烦恼说再见跟抱怨一刀两断；跟勤奋握个手，跟坚持紧紧相拥；跟困难作战斗，把犹豫踹在一边；跟你说声加油，将你的梦想全部实现。年，你的辉煌必将实现。",

        "就算跑最后一名又怎样，至少我又运动精神。而且我一定会跑完全程，只要跑到终点我就成功了。",

        "天塌下来，有个高的人帮你扛着，可是你能保证，天塌下来的时候，个儿高的人没在弯腰吗？之后，还不是得靠自己。",

        "你要做的就是别人换不掉的，那你做不到怪谁，就是你自己没用。"
    ],
        ["没有不进步的人生，只有不进取的人。",

            "没有伞的孩子，必须努力奔跑。",

            "当我觉得我倒霉了，我就会想：这是在挥洒我的霉运，挥洒之后，剩下的就全都是幸运了。",

            "如果你的面前有阴影，那是因为你的背后有阳光。",

            "我不怕千万人阻挡，只怕自己投降。",

            "每天都冒出很多念头，那些不死的才叫做梦想。",

            "不要为小事遮住视线，我们还有更大的世界。",

            "当你不去旅行，不去冒险，不去谈一场恋爱，不过没试过的生活，每天只是挂着QQ，刷着微博，逛着淘宝，干着岁都能做的事情，那么你要青春有什么用。",

            "低头是一种能力，它不是自卑，也不是怯弱，它是清醒中的嬗变。有时，稍微低一下头，或者我们的人生路会更精彩。",

            "很多时候，不快乐并不是因为快乐的条件没有齐备，而是因为活得还不够简单。",

            "要想改变我们的人生，第一步就是要改变我们的心态。只要心态是正确的，我们的世界就会的光明的。",

            "人生目标确定容易实现难，但如果不去行动，那么连实现的可能也不会有。",

            "世上只有一种英雄主义，就是在认清生活真相之后依然热爱生活。",

            "生活不是林黛玉，不会因为忧伤而风情万种。",

            "懂得感恩，是收获幸福的源泉。懂得感恩，你会发现原来自己周围的一切都是那样的美好。",

            "人生就有许多这样的奇迹，看似比登天还难的事，有时轻而易举就可以做到，其中的差别就在于非凡的信念。"
        ]
    ]